Repository: ashurajo/ghostery-extension
Catalog: extension-manifest-v3/xcode/Shared (App)/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

source: Delete this app from your device
de: Lösche diese App von Deinem Gerät
es: Elimina esta aplicación de tu dispositivo
fr: Supprimez cette application de votre appareil
it: Elimina questa app dal tuo dispositivo.
ja: このアプリをデバイスから削除してください。
ko: 이 앱을 기기에서 삭제하세요
pl: Usuń tę aplikację ze swojego urządzenia
pt_br: Exclua este aplicativo do seu dispositivo
ru: Удалите это приложение с вашего устройства.
zh_cn: 从您的设备中删除此应用程序
zh_tw: 從您的裝置中刪除此應用程式

source: Enjoy Ghostery-grade protection
de: Genieße den Ghostery Privatsphärenschutz
es: Disfruta de la protección de calidad Ghostery
fr: Profitez de la protection de qualité Ghostery
it: Goditi una protezione di qualit√† Ghostery
ja: Ghostery グレードの保護をお楽しみください
ko: Ghostery급 보호를 즐기세요
pl: Ciesz się ochroną klasy Ghostery
pt_br: Aproveite a proteção no nível Ghostery
ru: Воспользуйтесь защитой уровня Ghostery
zh_cn: 享受 Ghostery 级别的保护
zh_tw: 享受 Ghostery 級別的保護

source: Install
de: Installieren
es: Instalar
fr: Installez
it: Installa
ja: インストール
ko: 설치
pl: Zainstaluj
pt_br: Instalar
ru: Установить
zh_cn: 安装
zh_tw: 安裝

source: Install the new Ghostery App
de: Installiere die neue Ghostery App
es: Instala la nueva aplicación Ghostery
fr: Installez la nouvelle application Ghostery
it: Installa la nuova app Ghostery
ja: 新しいGhosteryアプリをインストールしてください。
ko: 새로운 Ghostery 앱을 설치하세요
pl: Zainstaluj nową aplikację Ghostery
pt_br: Instale o novo Ghostery App
ru: Установите новую приложение Ghostery
zh_cn: 安装Ghostery应用程序
zh_tw: 安裝新的 Ghostery 應用程式

source: Need more help?
de: Brauchst Du weitere Hilfe?
es: ¿Necesitas más ayuda?
fr: Besoin d'aide supplémentaire?
it: Hai bisogno di ulteriore assistenza?
ja: もっと助けがいる？
ko: 도움이 더 필요하신가요?
pl: Potrzebujesz więcej pomocy?
pt_br: Precisa de mais ajuda?
ru: Нужна дополнительная помощь?
zh_cn: 需要更多帮助？
zh_tw: 需要更多幫助嗎？

source: Or message us at
de: Oder schreib uns an
es: O envíenos un mensaje a
fr: Ou envoyez-nous un message à
it: Oppure scrivici a
ja: またはメッセージをお送りください
ko: 또는 메시지를 보내세요
pl: Lub napisz do nas na
pt_br: Ou nos envie uma mensagem para
ru: Или напишите нам
zh_cn: 或给我们发消息
zh_tw: 或傳訊息給我們

source: Privacy Ad Blocker
de: Datenschutz-Werbeblocker
es: Bloqueador de Anuncios de Privacidad
fr: Bloqueur de publicités de confidentialité
it: Blocco degli annunci per la privacy
ja: プライバシーアドブロッカー
ko: 개인 정보 광고 차단기
pl: Bloker reklam chroniący prywatność
pt_br: Bloqueador de Anúncios para Privacidade
ru: Блокировщик рекламы конфиденциальности
zh_cn: 隐私广告拦截器
zh_tw: 隱私廣告攔截器

source: Read our blog post
de: Lese unseren Blogbeitrag
es: Lee nuestra publicación en el blog
fr: Lisez notre article de blog
it: Leggi il nostro post sul blog
ja: ブログ記事を読む
ko: 블로그 게시물을 읽어보세요
pl: Przeczytaj nasz wpis na blogu
pt_br: Leia nossa postagem no blog
ru: Прочитайте нашу статью в блоге
zh_cn: 阅读我们的博客文章
zh_tw: 閱讀我們的部落格文章

source: The Ghostery App had&nbsp;to move homes
de: Die Ghostery App musste umziehen
es: La aplicación Ghostery tuvo que mudarse de casa.
fr: L'application Ghostery a dû changer d'hébergement
it: L\'app Ghostery ha dovuto trasferirsi
ja: Ghosteryアプリは引っ越しをしました
ko: Ghostery 앱은 이전해야 했습니다
pl: Aplikacja Ghostery musiała przenieść się
pt_br: O aplicativo Ghostery teve que mudar de casa
ru: Приложение Ghostery должно было сменить место размещения
zh_cn: The Ghostery 应用程序不得不搬家
zh_tw: 這個 Ghostery App 必須搬家

source: What you need to do:
de: Was Du tun musst:
es: Lo que necesitas hacer:
fr: Ce que vous devez faire :
it: Cosa devi fare:
ja: あなたがすべきことは：
ko: 당신이 해야 할 일:
pl: Co musisz zrobić:
pt_br: O que você precisa fazer:
ru: Что вам нужно сделать:
zh_cn: 你需要做的事情：
zh_tw: 你需要做的事：
